/* Database construction complete */
"All done!  Please Restart." = "All done!  Please Restart.";

/* database constuction start */
"Building database" = "Building database";

/* No comment provided by engineer. */
"Building Database" = "Building Database";

/* english language */
"English" = "English";

/* german language */
"German" = "German";

/* invalid language choice error message */
"Invalid selection" = "Invalid selection";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Portrait will be refeched on character update" = "Portrait will be refeched on character update";

/* russian language */
"Russian" = "Russian";

/* No comment provided by engineer. */
"Tarball extracted and verified" = "Tarball extracted and verified";

/* database verification process */
"Verifying tarball" = "Verifying tarball";

